{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 221,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 222,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 223,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 224,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 225,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "176": 0,
      "1010": 1,
      "1038": 2,
      "-4": 3,
      "1083": 4,
      "1084": 5,
      "152": 6,
      "115": 7,
      "146": 8,
      "1023": 9,
      "149": 10,
      "1092": 11,
      "9": 12,
      "1021": 13,
      "1012": 14,
      "1098": 15,
      "147": 16,
      "103": 17,
      "185": 18,
      "123": 19,
      "134": 20,
      "184": 21,
      "1067": 22,
      "105": 23,
      "165": 24,
      "114": 25,
      "1007": 26,
      "183": 27,
      "160": 28,
      "1029": 29,
      "144": 30,
      "1031": 31,
      "1099": 32,
      "8": 33,
      "1036": 34,
      "181": 35,
      "1096": 36,
      "1095": 37,
      "1097": 38,
      "111": 39,
      "1050": 40,
      "-9": 41,
      "1087": 42,
      "1034": 43,
      "136": 44,
      "1016": 45,
      "1085": 46,
      "122": 47,
      "182": 48,
      "1": 49,
      "199": 50,
      "1072": 51,
      "194": 52,
      "1043": 53,
      "-10": 54,
      "121": 55,
      "1040": 56,
      "1045": 57,
      "198": 58,
      "117": 59,
      "190": 60,
      "1009": 61,
      "1008": 62,
      "1081": 63,
      "104": 64,
      "1006": 65,
      "1039": 66,
      "1047": 67,
      "-2": 68,
      "130": 69,
      "125": 70,
      "177": 71,
      "133": 72,
      "1061": 73,
      "138": 74,
      "137": 75,
      "1080": 76,
      "-3": 77,
      "143": 78,
      "1090": 79,
      "6": 80,
      "170": 81,
      "173": 82,
      "158": 83,
      "1093": 84,
      "127": 85,
      "175": 86,
      "174": 87,
      "1066": 88,
      "1091": 89,
      "161": 90,
      "106": 91,
      "151": 92,
      "-8": 93,
      "1002": 94,
      "2": 95,
      "159": 96,
      "153": 97,
      "7": 98,
      "1059": 99,
      "163": 100,
      "1019": 101,
      "128": 102,
      "1024": 103,
      "179": 104,
      "196": 105,
      "186": 106,
      "1078": 107,
      "1052": 108,
      "1053": 109,
      "1035": 110,
      "1063": 111,
      "155": 112,
      "148": 113,
      "1057": 114,
      "178": 115,
      "1086": 116,
      "0": 117,
      "193": 118,
      "1018": 119,
      "1020": 120,
      "1064": 121,
      "102": 122,
      "132": 123,
      "1026": 124,
      "1044": 125,
      "1077": 126,
      "1082": 127,
      "-6": 128,
      "1075": 129,
      "1032": 130,
      "1015": 131,
      "107": 132,
      "1070": 133,
      "1074": 134,
      "141": 135,
      "180": 136,
      "1000": 137,
      "10": 138,
      "1055": 139,
      "164": 140,
      "110": 141,
      "191": 142,
      "1030": 143,
      "145": 144,
      "1056": 145,
      "5": 146,
      "1014": 147,
      "1025": 148,
      "120": 149,
      "171": 150,
      "1058": 151,
      "1049": 152,
      "168": 153,
      "140": 154,
      "189": 155,
      "4": 156,
      "1065": 157,
      "197": 158,
      "1011": 159,
      "142": 160,
      "1022": 161,
      "1060": 162,
      "119": 163,
      "169": 164,
      "1037": 165,
      "1054": 166,
      "1094": 167,
      "172": 168,
      "1033": 169,
      "1041": 170,
      "131": 171,
      "150": 172,
      "1051": 173,
      "100": 174,
      "101": 175,
      "1027": 176,
      "1028": 177,
      "162": 178,
      "109": 179,
      "188": 180,
      "124": 181,
      "113": 182,
      "195": 183,
      "156": 184,
      "112": 185,
      "-1": 186,
      "1003": 187,
      "126": 188,
      "1073": 189,
      "-7": 190,
      "1046": 191,
      "1001": 192,
      "1004": 193,
      "129": 194,
      "1088": 195,
      "108": 196,
      "192": 197,
      "1076": 198,
      "3": 199,
      "157": 200,
      "1017": 201,
      "187": 202,
      "116": 203,
      "-5": 204,
      "154": 205,
      "135": 206,
      "1062": 207,
      "118": 208,
      "1069": 209,
      "1068": 210,
      "1042": 211,
      "1048": 212,
      "1071": 213,
      "167": 214,
      "1089": 215,
      "166": 216,
      "1079": 217,
      "1005": 218,
      "139": 219,
      "1013": 220
    },
    "unk_token": "[UNK]"
  }
}